<template>
  <div class="w-full bg-[#F7F7FD]">
    <faq-banner></faq-banner>
    <faq-frequently-asked :faq="whatLearn"></faq-frequently-asked>
  </div>
</template>

<script setup>
const whatLearn = [
  {
    title: "เรียนผ่านอุปกรณ์อะไรได้บ้าง",
    desc: "สามารถเรียนผ่านได้ทาง computer (windows,Mac os) และ Smart phone (IOS, Android)",
  },
  {
    title: "วิธีการเข้าเรียน และการใช้งาน",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร2",
  },
  {
    title: "วิธีการสมัครเรียน และชำระค่าหลักสูตร",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร3",
  },
  {
    title: "เข้าเรียนที่ไหน และเรียนได้ตอนไหน",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร4",
  },
  {
    title: "ไม่มี internet สามารถเรียนได้หรือไม่",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร5",
  },
  {
    title: "มีเอกสารประกอบการเรียนหรือไม่",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร6",
  },
  {
    title: "ถ้าเรียนจบคอร์สแล้ว สามารถย้อนกลับมาเรียนซ้ำได้หรือไม่",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร6",
  },
  {
    title: "ระยะเวลาในการเรียนกี่ชั่วโมง",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร6",
  },
  {
    title: "ไม่มีพื้นฐานสามารถเรียนได้หรือไม่",
    desc: "วิธีการกรีดไพ่ กางไพ่ มือซ้ายหรือมือขวา สาเหตุเพราะอะไรหันหน้าทิศไหน หลังพิงอะไรถึงจะดี นำความสำเร็จ ร่ำรวยวิธีตรวจสอบ เมื่อไรพร้อมดูดวง เมื่อไรไม่พร้อมดูดวงข้อห้ามการพยากรณ์ต่างๆ ต้องรู้ค่าครูต้องมีไหมการทำบุญอย่างไร6",
  },
];
</script>
